;Place localized text in this file

[Valkiriarangerclass X2BodyPartTemplate]
DisplayName="女武神游侠"

[Valkiriarangerclass X2SoldierClassTemplate]
+DisplayName="女武神游侠"
+ClassSummary="女武神是在北欧神话中，由弗蕾雅指挥，为奥丁服务的女性战士。她们擅长使用武器，并拥有超人般的力量。"
+LeftAbilityTreeTitle="游骑兵"
+RightAbilityTreeTitle="治疗者"

+AbilityTreeTitles[0]="游骑兵"
+AbilityTreeTitles[1]="治疗者"
+AbilityTreeTitles[2]="奥丁"
+AbilityTreeTitles[3]="XCOM"